Repository: seanpm2001/mt-training-data
Catalog: sah/sah_pontoon.tmx
Source language: en_us
Languages: sah

source: Volume
sah: Тыас улахана

source: Votic
sah: Водь тыла

source: VoxForge was set up to collect transcribed speech for use with Free and Open Source Speech Recognition Engines.
sah: VoxForge диэн транскрибированнай тылы хамыйан көҥүл уонна аһаҕас тылы быһаарар мехазимнарга туттарга аналлаах.

source: Want to stay in touch with Common Voice?
sah: Common Voice-у кытта бииргэ буолуоххун баҕараҕын дуо?

source: Want updates when we release a new version of the Common Voice dataset? Subscribe to our newsletter.
sah: Common Voice сана дааннайдарын наборын туһунан билиэххин баҕараҕын? Биһиги сонуннарбытыгар суруттар.

source: Watch our video explainer to help
sah: Биһиги быһаарыылаах видеобытын көрүҥ көмө быһыытынан

source: We are building an open and publicly available dataset of voices that everyone can use to train speech-enabled applications.
sah: Мы создаём открытый и общедоступный набор голосовых данных, чтобы любой человек мог использовать его для обучения программ с распознаванием речи.

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
sah: Биһиги Mozilla-ҕа саҥа технологиятын тула холбоһугу тутабыт. Биһиги саҥатытыы, саҥа даннайдар источниктарын туһунан биллэриэхпитин баҕарабыт уонна бу даннайдары хайдах туттаргытын туһунан истиэхпитин баҕарабыт.

source: We believe that large and publicly available voice datasets foster innovation and healthy commercial competition in machine-learning based speech technology. This is a global effort and we invite everyone to participate. Our aim is to help speech technology be more inclusive, reflecting the diversity of voices from around the world.
sah: Мы верим, что большой общедоступный набор голосовых данных стимулирует инновации и нормальную коммерческую конкуренцию в машинно-обучаемой технологии распознавания голоса. Это глобальная инициатива, и мы приглашаем всех принять участие. Наша цель - помочь голосовым технологиям быть более всесторонними и распознавать разнообразные голоса со всего мира.

source: We believe that large, publicly available voice datasets will foster innovation and healthy commercial competition in machine-learning based speech technology. Common Voice’s multi-language dataset is already the largest publicly available voice dataset of its kind, but it’s not the only one. Look to this page as a reference hub for other open source voice datasets and, as Common Voice continues to grow, a home for our release updates.
sah: Мы считаем, что большие и общедоступные наборы голосовых данных будут способствовать появлению нововведений и здоровой коммерческой конкуренции в области речевых технологий на основе машинного обучения. Мультиязычный набор данных Common Voice уже является крупнейшим общедоступным набором голосовых данных, но он не единственный в своем роде. На этой странице вы можете найти ссылки на другие открытые наборы голосовых данных и, с развитием Common Voice, обновления наших выпусков.

source: Website Localization
sah: Ситим-сир тылбааһа

source: We calculate hours by estimating the average length of each recording, and then multiplying that number by the total number of recordings across all languages.
sah: Мы вычисляем часы, оценивая среднюю длину каждой записи, а затем умножая это число на общее количество записей на всех языках.

source: We couldn’t find that page for you
sah: Страницаны сатаан булбатыбыт

source: We couldn’t get any sentences for you to speak. Please try again later.
sah: Эһиги саҥараргытыгар барсар биир да этиини биһиги булбатыбыт. Хойутуу холонон көрүҥ.

source: We don't have anything to validate in this language, help us fill the queue.
sah: Бу тылга тургутар туох да суох эбит. Хата, көмө буол, эбэн биэр.

source: Weekly
sah: Нэдиэлэ аайы

source: Weekly Goal
sah: Нэдиэлэ сыала

source: We launch the Common Voice site in this language.
sah: Common Voice ситим-сирин бу тылынан таһааран эрэбит.

source: Welsh
sah: Валлийскай тыл

source: We may have run out of clips - refresh the page, or try again later.
sah: Биһиэхэ тургутар килииптэр бүттүлэр, хойутуу холонон көрүҥ.

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
sah: Эһиги информацияҕытын сэрэнэн туттуохпут диэн тылбытын биэрэбит. Салгыы биһиги <privacyLink>конфиденциальность биллэриибитигэр</privacyLink> аах.

source: We’re building an open source, multi-language dataset of voices that anyone can use to train speech-enabled applications.
sah: Мы создаём открытый и мультиязычный набор голосовых данных, который любой желающий сможет использовать для обучения голосовых приложений.

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
sah: Аһаҕас куодтаах саҥарыллыбыт дааннайдары хомуйабыт. Бэйэҥ саҥаҕын бэлэхтээ, атын дьон саҥарбытын сөбүн бигэргэт, дааннайдары тупсар.

source: We’re experiencing unexpected downtime
sah: Биһиэхэ кэтэбилэ суох тохтобул

source: We release the dataset every 3 months.
sah: Дааннайдары хас 3 ый аайы таһаарабыт.

source: We're receiving a lot of traffic and are currently investigating the issues.
sah: Трафик наһаа улахан, билигин үөскээбит кыһалҕаны быһаарарга кыһаллабыт.

source: We’re sorry, but your platform is not currently supported.
sah: Нам жаль, в настоящее время ваша платформа не поддерживается.

source: Western Sierra Puebla Nahuatl
sah: Арҕаа Сиерра-Пуэбла Науатль тыла

source: We've run out of sentences to record in this language...
sah: Бу тылынан саҥарарга сөптөөх этиилэр биһиэхэ бүттүлэр...

source: We want the Common Voice dataset to reflect the audio quality a speech-to-text engine will hear in the wild, so we’re looking for variety. In addition to a diverse community of speakers, a dataset with varying audio quality will teach the speech-to-text engine to handle various real-world situations, from background talking to car noise. As long as your voice clip is intelligible, it should be good enough for the dataset.
sah: Мы хотим, чтобы набор данных Common Voice работал с качеством звука, которое движок преобразования речи в текст будет слышать в реальной жизни, поэтому нам необходимо разнообразие. В дополнение к широкому сообществу авторов записей, набор данных с различным качеством звука научит движок распознавания речи правильно работать в различной среде, например, с фоновыми разговорами и автомобильными шумами. Если ваша запись понятна, то она нужна для набора данных.

source: We will be in touch with more information about how to add your language to Common Voice very soon.
sah: Биһиги төһө кыалларынан түргэнник биллиэхпит уонна эһиги тылгытын хайдах Common Voice киллэрэр туһунан кэпсиэхпит.

source: We will be in touch with more information as it becomes available.
sah: Саҥа информация кэллэҕинэ биллэриэхпит.

source: We will not make your email public.
sah: Эн email аадырыскын кимиэхэ да көрдөрбөппүт.

source: We will review your request to remove your voice recordings from the dataset. If your request is approved, we will contact those who have downloaded the dataset and request they remove your voice recordings as well.
sah: Мы рассмотрим ваш запрос на удаление ваших голосовых записей из набора данных. Если ваш запрос будет одобрен, мы свяжемся с теми, кто загрузил этот набор данных, и попросим их удалить ваши записи голоса.

source: What does it mean that I can’t “determine the identity” of speakers in the Common Voice dataset?
sah: Что это значит, что я не могу «определить личность» ораторов в наборе данных Common Voice?

source: What is a language on Common Voice?
sah: Common Voice тыла диэн тугуй?

source: What is Common Voice?
sah: Common Voice диэн тугуй?

source: What level of audio quality is required for a voice clip to be used in the dataset?
sah: Какого качества требуется звук для голосового клипа, который будет использоваться в наборе данных?

source: What sentences can I add?
sah: Ханнык этиилэри мин киллэриэхпин сөбүй?

source: What’s inside the Common Voice dataset?
sah: Common Voice дааннай наборын иһигэр туох баарый?

source: What's Public?
sah: Дьоҥҥо барытыгар көстөрө

source: What’s the difference between Common Voice and Deep Speech?
sah: faq

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
sah: Өскөтө биир киһи суруттарыыны сыыһа диэтэҕинэ ол клип уочаракка төннөр. Оттон иккис киһи сыыһа диэтэҕинэ клип быраҕыллар.

source: When will you release Common Voice data in other languages?
sah: Эһиги хаһан Common Voice дааннайдарын атын тылларга таһаараҕыт?

source: Where are these <wikipediaLink>public domain</wikipediaLink> sentences from?
sah: Бу <wikipediaLink>киһи-аймах бас билиитэ</wikipediaLink> этиилэр хантан ылылыннылар?

source: Where does the source text come from?
sah: Откуда берутся тексты для озвучивания?

source: Which variant of { $language } do you speak?
sah: Бу тыл - { $language } ханнык барыйаанынан саҥараҕыный?

source: Why ?
sah: Тоҕо?

source: Why a profile?
sah: Тоҕо профиль нааданый?

source: Why Common Voice?
sah: Тоҕо Common Voice?

source: Why does this matter?
sah: Бу туох суолталааҕый?

source: Why don’t you ask people to read from books or Wikipedia articles in different languages?
sah: Почему бы вам не попросить людей читать книги или статьи из Википедии на разных языках?

source: Why do you need so many different speakers per language?
sah: Зачем вам так много разных носителей одного языка?

source: Why is 10,000 validated hours the per language goal for capturing audio?
sah: Почему 10000 проверенных часов является языковой целью для захвата звука?

source: Why is Common Voice part of the Mozilla mission?
sah: Common Voice бырайыак тоҕо Mozilla мииссийэтин сорҕото буоларый?

source: Why is it important?
sah: Туох улахан суолталааҕый?

source: Why is my language not included yet?
sah: Тылым испииһэккэ тоҕо суоҕуй?

source: Why should I sign up for an account?
sah: Бэлиэтэнии көдьүүһэ

source: Wolof
sah: Волоф тыла

source: Would you like to request your voice recordings be deleted too, or do you prefer to keep them in the Common Voice dataset?
sah: Бэйэҥ суруттарыыгын түөрэтин эмиэ сотторуоххун баҕараҕын дуу, эбэтэр ону Common Voice хомууругар хаалларыаххын баҕараҕын дуу?

source: Write
sah: Суруйуу

source: Xhosa
sah: Коса тыла

source: Xitsonga
sah: Тсонга тыла

source: y
sah: д

source: Yes
sah: Сөп

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
sah: Миэхэ электроннай сурукта ыытын. Мин Common Voice проект туһунан сонуну истиэхпин баҕарабын.

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
sah: Сөп, миэхэ электроннай сурукта ыытыҥ. Мин бу тыл Common Voice-ка инники сайдыытын туһунан сонуну истиэхпин баҕарабын.

source: Yes, we especially want your voice! Part of the aim of Common Voice is to gather as many different accents as possible so that voice recognition services work equally well for everyone. This means donations from non-native speakers are particularly important.
sah: Да, мы особенно хотим ваш голос! Часть миссии Common Voice — собрать как можно больше различных акцентов, чтобы службы распознавания голоса работали одинаково хорошо для всех и каждого. Это означает, что вклады не носителей языка особенно важны.

source: Yiddish
sah: Идиш тыла

source: Yoruba
sah: Йоруба тыла

source: You
sah: Эн

source: You are about to initiate a download of <size>{ $size }GB</size>, proceed?
sah: Эн <size>{ $size }ГБ</size> хачайдаары гынаҕын, салгыыбыт дуо?

source: You are prepared to initiate a download of <b>{ $size }</b>
sah: Эһиги <b>{ $size }</b> хачайдаары сылдьаҕыт

source: You can choose to make your username public or anonymous.
sah: Кыттааччы аатын көстөр эбэтэр көстүбэт гыныаххын сөп.

source: You must allow microphone access.
sah: Микрофоҥҥа доступ биэриэххэ наада.

source: Your accent is the way you pronounce words. It can be shaped by where you have lived, which other languages you speak and lots of other factors. You can share any information you feel is relevant here.
sah: Эн аксыаныҥ (саҥарар уратыҥ) – Эн тыллары хайдах саҥарарыҥ. Ол ханна олорбуккуттан, ханнык тылллары билэргиттэн уонна да атын элбэх фактордартан тутулуктаах. Манна итиннэ сыһыаннааҕы барытын суруйуоххун сөп.

source: Your anonymous voice recordings will remain in the Common Voice dataset. Once you delete your profile you will no longer be able to submit a request to remove your recordings from the dataset
sah: Эһиги суруттарбыт куоластаргыт Common Voice наборыгар анонимнайдык хаалыахтара. Эһиги профиль сотторбуккутун кэннэ куоластаргытын сотторор ыйытык ыытар кыаҕа суох буолаҕыт.

source: Your download has started.
sah: Хачайдааһын саҕаланна.

source: Your email address
sah: Электроннай почта аадырыскыт

source: Your languages:
sah: Эн тылларыҥ:

source: Your Languages
sah: Эн тылларыҥ

source: Your username and email will not be associated with the published data.
sah: Эн бэлиэ-аатыҥ уонна email-ыҥ публикацияламмыт дааннайдарга баайыллыахтара суоҕа.

source: You should receive an email shortly explaining the steps to get your language added to Common Voice
sah: Common Voice-ка тылы киллэрэр хардыылар тустарынан кыра быһаарыылаах сурук эһиэхэ электроннай почтанан тиийиэҕэ

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
sah: Вы помогли Common Voice достичь <goalPercentage></goalPercentage> из нашей ежедневной цели по записи в { $goalValue }!

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
sah: Вы помогли Common Voice достичь <goalPercentage></goalPercentage> из нашей ежедневной цели по проверке в { $goalValue }!

source: You've successfully signed up for contributing to { $language }. Thank you.
sah: { $language } көмөлөһөргө ситиһиилээхтик регистрацияланныгыт. Махтал.

source: Zaza
sah: Заза тыла

source: Zip #{ $offset } of { $total }
sah: Zip №{ $offset } / { $total }

source: Zulu
sah: Зулу тыла
